tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "mas"

# Utilities
brew "neovim"
brew "bash-completion"
brew "coreutils"
brew "the_silver_searcher"

# Git
brew "git"
brew "git-lfs"
brew "gh"

# Heroku
tap "heroku/brew"
brew "heroku"

# Casks
cask "orbstack"
cask "dropbox"
cask "fork"
cask "iterm2"
cask "spectacle"

# Mac App Store
mas "1Password", id: 1333542190
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "Color Picker", id: 641027709
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Strongbox", id: 897283731
mas "Ivory", id: 6444602274
mas "Agenda", id: 1287445660
mas "Toggl Track", id: 1291898086
mas "OTP Auth", id: 1471867429
mas "Reeder", id: 1529448980
mas "Messenger", id: 1480068668
mas "Numbers", id: 409203825
