tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "mas"

brew "neovim"
brew 'asdf'

# Utilities
brew "bash-completion"
brew "coreutils"
brew "chisel"
brew "the_silver_searcher"

# Git
brew "ghi"
brew "git"
brew "git-lfs"
brew "hub"
brew "gh"

# Heroku
tap "heroku/brew"
brew "heroku"

# Casks
cask "dropbox"
cask "fork"
cask "iterm2"
cask "spectacle"
cask "spotify"
cask "visual-studio-code"
cask "notion"
cask "docker"

# Mac App Store
mas "1Password", id: 1333542190
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "Color Picker", id: 641027709
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Textual 7", id: 1262957439
