tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "mas"

# Utilities
brew "bash-completion"
brew "coreutils"
brew "chisel"
brew "cocoapods"
brew "the_silver_searcher"

# Git
brew "ghi"
brew "git"
brew "git-lfs"
brew "hub"

# Node
brew 'n'
brew "yarn"

# Ruby
brew "rbenv"
brew "ruby-build"

# Daemons
brew "redis"
brew "postgresql", restart_service: true

# Heroku
tap "heroku/brew"
brew "heroku"

# Casks
cask "Caffeine"
cask "docker"
cask "flux"
cask "iterm2"
cask "java"
cask "macvim"
cask "ngrok"
cask "react-native-debugger"
cask "rowanj-gitx"
cask "spectacle"
cask "spotify"
cask "vlc"

# Mac App Store
mas "1Password", id: 443987910
mas "Bear", id: 1091189122
mas "Color Picker", id: 641027709
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
